Repository: HolimaX/apcupsd
Catalog: src/po/*.po
Languages: lv

source: APCACCESS FATAL ERROR in %s at line %d
lv: APCACCESS NEATGRIEZENISKA KĻŪDA %s datnes rindā %d

source: Usage: %s (ipc) < reconfig | status | slave | shutdown >
lv: Pielietojums: %s (ipc) < reconfig | status | slave | shutdown >

source: (ipc) <%s> : is not functional yet.
lv: (ipc) <%s> : pagaidām vēl nestrādā.

source: %s (ipc) : polling apcupsd for %s.
lv: %s. (ipc) : pārskatām apcupsd for %s.

source: %s (ipc) <%s> : is not functional yet.
lv: %s (ipc) <1%s> : pagaidām vēl nestrādā.

source: Unknown command %s
lv: Nezināma komanda %s

source: Cannot attach SYSV IPC.
lv: Nevar pievienot SYSV IPC.

source: Cannot read shm data area.
lv: Nevar nolasīt shm informācijas apgabalu.

source: Strange mode
lv: Dīvainais režīms

source: UPS battery must be replaced
lv: UPS bateriju nepieciešams nomainīt

source: Too Many Errors. Restarting UPS daemon
lv: Pārāk Daudz Kļūdu. Parstartēju UPS deamon

source: Remote shutdown
lv: Attālinātā izslēgšana

source: Power failure
lv: Elektropadeves kļūda

source: Running on UPS batteries
lv: Strādā uz UPS baterijām

source: Battery power exhausted
lv: Bateriju enerģija izsmelta

source: Reached run time limit on batteries
lv: Sasniegta bateriju darbības laika robežā

source: Battery charge below low limit
lv: Baterijas uzlādes līmenis zem limita

source: Reached remaining time percentage limit on batteries
lv: Baterijām sasniegts atlikušā laika procentuālais limits

source: Cancelling shutdown
lv: Atceļu izslēgšanu

source: Power is back. UPS running on mains.
lv: Elektropadeve ir atgriezusies. UPS strādā uz tīkla.

source: Allowing logins
lv: Atļauju pieslēgšanos

source: Users requested to logoff
lv: Lietotājs pieprasīja izrakstīšānos

source: User login prohibitted
lv: Lietotāja pierakstīšānās aizliegta

source: Battery power failure. Emergency shutdown
lv: Bateriju enerģijas kļūda. Aŗkāŗtas izslēgšānās

source: error ignored.
lv: kļūda ignorēta.

source: %s: Bogus configuration table! Fix and recompile.
lv: %s : Kļūdaina iestatījumu tabula! Izlabojiet un pārkompilētjiet.

source: %s: Bogus configuration value (%s)
lv: %s : Kļūdaina iestatījumu vētība (%s)

source: %s: Exceeded max slaves number (%d)
lv: %s : Pārsniegts maksimālais slave skaits (%d)

source: UPS function code %d missing
lv: Iztrūkst UPS funkcijas kods %d

source: Error opening configuration file (%s).
lv: Kļūda atverot iestatījumu datni (%s).

source: Parsing error at line %d of config file %s.
lv: Pārlasīšanas kļūda iestatījumu datnes %s rindā %d.

source: %s: Error :: Changing UPSTYPE from %s
lv: %s : Kļūda :: Maina UPSTYPE no %s

source: to %s due wrong Cable of Smart Signals. \a
lv: uz %s neatbilstošā Smart Signals kabeļa dēļ. \a

source: Lookup operation failed: bad 'types' table
lv: Uzskates darbība izgāzusies: slikta 'types' tabula

source: I can't be both MASTER and SLAVE
lv: Es nevaru būt gan MASTER, gan SLAVE

source: Terminating due to configuration file errors.
lv: Iznīcinos iestatījumu datnes kļūdu dēļ.

source: start_thread: can not fork.
lv: start_thread: nevaru sazaroties.

source: execute: cannot fork().
lv: izpilde: nevar fork().

source: execute: cannot exec %s
lv: izpilde: nevar exec %s

source: Error: too many arguments.
lv: Kļūda: pārak daudz argumentu.

source: Status buffer overflow %d bytes
lv: Stāvokļa buferis pārpilda %d baitus

source: Serial port already initialized.
lv: Seriālais ports jau inicializēts.

source: Cannot open UPS tty %s: %s
lv: Nevar atvērt UPS tty %s: %s

source: Unable to create serial port lock file.
lv: Nevar izveidot seriāla porta lock datni.

source: PANIC! Cannot communicate with UPS.
lv: PANIKA! Nevar sazināties ar UPS.

source: Shutdown not called first
lv: Izslēgšanās nav izsaukta pirmā

source: Bug found attempting to kill the power in %s at line %s
lv: Kļūda atrasta %s rindā %s, mēģinot pārtraukt elektropadevi

source: Waiting 30 seconds for slave(s) to shutdown.
lv: Gaidu 30 sekundes, lai slave(s) izlsēgtos

source: Waiting 15 seconds for slave(s) to shutdown
lv: Gaidu 15 sekundes, lai slave(s) izlsēgtos

source: Attempting to kill the power!
lv: Mēģinu pārtraukt elektropadevi!

source: Failed to kill the power! Attempting a REBOOT!
lv: Neizdevās pārtraukt elektropadevi! Mēģinu pārstartēties!

source: Perform CPU-reset or power-off
lv: Veiciet CPU-reset vai izslēgšanu

source: Waiting For ShareUPS Master to shutdown
lv: Gaidu ShareUPS Master izslēgšanos

source: Failed to have power killed by Master! Attempting a REBOOT!
lv: Master neizdevās ppārtraukt elektropadevi! Mēģinu pārstartēties!

source: UPS will power off ...
lv: UPS tik izslēgts...

source: Mains-power returned during shutdown!
lv: Elektropadeve atjaunojās izslēgšanās laikā!

source: Trying alternate method for killing power
lv: Mēģinu alternatīvo metodi elektropadeves pārtraukšanai

source: UPS power-cycle in progress ...
lv: UPS elektropadeves cikls notiek...

source: Using non SU SmartUPS alternate method
lv: Lietoju ne-SU SmartUPS alternatīvo metodi

source: BackUPS Pro and SmartUPS v/s sleep for 6 min
lv: BackUS Pro un SmartUPS v/s aizmigšana uz 6 minūtēm

source: Unexpected error!
lv: Negaidīta kļūda!

source: Simple Cable Signal Lost!!!
lv: Viekāršā Kabeļa Signāls Pazudis!!!

source: apcupsd exiting, signal %u
lv: apcupsd izgāja, signāls %u

source: shutdown succeeded
lv: izslēgšanās veiksmīgi beigta.

source: error shutdown completed
lv: kļūdas izslēgšanās pabeigta

source: apcupsd FATAL ERROR in %s at line %d
lv: apcupsd NEATGRIEZENISKA KĻŪDA %s rindā %d

source: needs super user privileges to run.
lv: nepieciešamas priviliģēta lietotāja tiesības, lai palaistu.

source: Cannot update battery date %s
lv: Nevar atjaunot baterijas datumu %s

source: %s: attempting to update UPS battery date.
lv: %s : mēgina atjaunot UPS Baterijas datumu.

source: done.
lv: izpildīts.

source: This model cannot be configured.
lv: Šis modelis nevar tik iestatīs.

source: %s: attempting to configure UPS.
lv: %s : mēgina iestatīt UPS.

source: Can not rename %s
lv: Nevar pārsaukt %s

source: %s: attempting to rename UPS.
lv: %s : mēģina pārsaukt UPS.

source: NET Class Error %s \a
lv: NET Klases Kļūda %s \a

source: Unknown share net type
lv: Nezināms dalītā tīkla tips

source: %s: init_ipc failed.
lv: %s : init_ipc izgāzies.

source: Can't fork.
lv: Nevar izdalīt.

source: failed to reacquire serial port lock file on device %s
lv: neizdevies atkārtoti iegūt seriāla porta lock datni iekārtā %s

source: Terminated.
lv: Pārtraukts.
